Repository: dedebenui/IR_graphes
Catalog: src/emsapp/locale/*/LC_MESSAGES/messages.po
Languages: de, fr

source: top
de: Oben
fr: En haut

source: auto
de: Automatisch
fr: Automatique

source: no
de: Keine
fr: Aucune

source: splitter {spl} referenced in grouper {grp} doesn't exist in process {prc}
fr: séparateur {spl} référencé dans le goupeur {grp} mais absent du processus {prc}

source: transformer {trs} referenced in grouper {grp} doesn't exist in process {prc}
fr: transformeur {trs} référencé dans le groupeur {grp} mais absent du processus {prc}

source: Please enter a {value_descr} corresponding to {key}
fr: Entrez un/une {value_descr} corresponant/e à {key}

source: date_start
de: Anfangsdatum
fr: Date de début

source: date_end
de: Enddatum
fr: Date de fin

source: role
fr: Rôle

source: institution
fr: Id de l'institution

source: institution_type
de: Institutionstyp
fr: Type de l'institution

source: location
de: Ort
fr: Localité

source: Broye
fr: Rôle

source: Loading data...
de: Laden...
fr: Chargement des données...

source: {s} does not appear in {district_list!r}
fr: {s} n'apparaît pas dans {district_list!r}

source: cannot finish initialisation, missing value for {f}. entry : {entry!r}
fr: impossible de finir l'initialisation, valeur manquante pour {f}. entry : {entry!r}

source: {0!r} cannot be interpreted as a date
fr: impossible d'interpréter {0!r} en tant que date

source: Invalid filter specifications : {conf!r}
fr: Description de filtre invalide : {conf!r}

source: Invalid grouper specifications : {conf!r}
fr: Description de groupeur invalide : {conf!r}

source: invalid entry : {error}
fr: Entrée invalide : {error}

source: Invalid splitter specifications : {conf!r}
fr: Description de séparateur invalide : {conf!r}

source: Invalid transformer specifications : {conf!r}
fr: Description de transformeur invalide : {conf!r}

source: New cases
de: Neue Fälle
fr: Nouveaux cas

source: People in confinment
de: Personen in Isolation
fr: Personnes en isolement

source: Period in question
de: Betreffende Periode
fr: Période touchée

source: {days} d.
de: {days} T.
fr: {days} j.

source: {} day
de: {} Tag
fr: {} jour

source: {} person
fr: {} personne

source: Cancel
de: Abbrechen
fr: Annuler

source: Oops. An unexpected error occured:
fr: Oups. Une erreur s'est produite :

source: Select path
de: Datei auswählen
fr: Choisir fichier

source: Choose a database file
de: Wählen Sie eine Datei
fr: Choisir une base de donnée

source: No table found in {path}. Please ensure tables are defined in this file.
de: Keine Tabelle gefunden. Stellen Sie sicher, dass mindenstens eine Tabelle definiert ist
fr: Aucune table / aucun tableau trouvé dans {path}. Assurez-vous qu'au moins un tableau soit défini dans ce fichier.

source: Copy
de: Kopieren
fr: Copier

source: Copied !
de: Kopiert !
fr: Copié !

source: show_periods_info
de: Info über die Periode
fr: Infos des périodes

source: Display duration and number of affected people on the plot
de: Dauer und Zahl der betroffenen Leute einer Periode anzeigen
fr: Montrer la durée et le nombre de personnes affectées de chaque période

source: show_today
de: Heute
fr: Aujourd'hui

source: Show a red line on today's date
de: Heutiges Datum mit einer Roten Linie anzeigen
fr: Afficher une ligne rouge sur la date d'aujourd'hui

source: legend_loc
de: Ort der Legende
fr: Placement de la légende

source: Choose where to display the legend
de: Wo muss die Legende angezeigt werden
fr: Choisir où placer la légende du graphe

source: plot_width
de: Zeichnungbreit
fr: Largeur du graphe

source: Width of the plot when exported
de: Breite der Zeichnung beim Kopieren
fr: Largeur du graphe lors de la copie / exportation

source: plot_height
de: Zeichnunghöhe
fr: Hauteur du graphe

source: Height of the plot when exported
de: Höhe der Zeichnung beim Kopieren
fr: Hauteur du graphe lors de la copie / exportation

source: show_everything
fr: Tout montrer

source: Show every data point possible. If this is unchecked, the dates specified below will be used to limit the plot area
fr: Montrer toutes les données disponibles. Si cette option n'est pas cochée alors la zone de graphe sera restreinte selon les dates spécifiées ci-dessous

source: choose on which day the plot starts
fr: Choisir la date limite inférieure du graphe

source: choose on which day the plot ends
fr: Choisir la date limite supérieure du graphe

source: opening database...
de: Datenbank wird geoffnet
fr: ouverture de la base de donnée...

source: Select data to preview
de: Bitte Wählen Sie Datei für die Vorschau aus
fr: Sélectionner les donnée à prévisualiser

source: &File
de: &Datei
fr: &Fichier

source: &Plot
fr: &Graphe

source: &Open...
de: &Öffen
fr: &Ouvrir...

source: Open a database
de: Datenbank öffnen
fr: Ouvrir une base de donnée

source: Show &logs
de: &Protokolle anzeigen
fr: &Journaux

source: Open the logs to attempt to solve a problem
de: Protokolle anzeigen, um ein Problem zu lösen
fr: Afficher les journaux afin d'identifier la source d'un problème

source: &Copy plot
de: Plot &Kopieren
fr: &Copier le graphe

source: Copy current plot to clip board
de: Aktuelle Zeichnung kopieren
fr: Copier le graphe actuelle dans le presse-papier

source: &Show data
de: &Daten anschauen
fr: &Afficher les données

source: Show current data as text
de: Aktuelle Daten als Text anschauen
fr: Afficher les données actuelles en tant que texte

source: &Next
fr: &Suivant

source: Show next plot
fr: Afficher le graphe suivant

source: &Previous
fr: &Précédent

source: Show previous plot
fr: Afficher le graphe précédent

source: reset plot config
fr: Réinitialiser les paramètres du graphe

source: &Language
de: &Sprache
fr: &Langue

source: Change the current language to {lang}
de: Sprache ändern
fr: Changer la langue vers {lang}

source: emsapp - Plots of the Covid-19 in retirement homes - Fribourg
fr: emsapp - Graphes de la situation Covid-19 en EMS - Fribourg

source: emsapp - Loading...
fr: emsapp - Chargement en cours

source: data loaded
fr: données chargées

source: couldn't load {path}
fr: impossible de charger {path}

source: data processed
fr: données traitées

source: Could not copy plot
de: Die Zeichnung konnte nichte kopiert werden
fr: Impossible de copier le graphe

source: Plot copied !
de: Zeichnung wurde kopiert!
fr: Graphe copié !

source: Most recent logs
de: Neue Protokolle
fr: Journaux récents

source: Lac
de: See

source: Sarine
de: Saane

source: Singine
de: Sense

source: district
de: Bezirk

source: Plot data
de: Plot Datei

source: &Data
de: &Datei

source: &Options
de: &Einstellungen
